IDEA Open Model
PointSupportNode.LocalCoordinateSystem Property
 Support local coord system
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public CoordSystemByVector LocalCoordinateSystem { get; set; }
Public Property LocalCoordinateSystem As CoordSystemByVector
	Get
	Set
public:
property CoordSystemByVector^ LocalCoordinateSystem {
	CoordSystemByVector^ get ();
	void set (CoordSystemByVector^ value);
}
Property Value
Type: CoordSystemByVector
See Also
Reference
PointSupportNode Class
IdeaRS.OpenModel.Model Namespace